<h1>Статья `2`</h1>
<p>Темная материя - это одно из самых загадочных и захватывающих явлений в мире науки. Она составляет огромную часть массы Вселенной, превосходя обычное вещество в несколько раз, но она не взаимодействует с обычным веществом через электромагнитные силы, что делает ее изучение особенно сложным.</p>
<p>Темная материя не излучает, не поглощает и не отражает свет, поэтому ее непосредственное обнаружение остается вызовом для современной науки. Однако, ее присутствие проявляется через гравитационное влияние на движение звезд и галактик. Благодаря этому факту, ученые могут делать предположения о структуре Вселенной и о ее возможной эволюции.</p>
<p>Изучение темной материи открывает новые перспективы в понимании сущности Вселенной и ее формирования. Оно может привести к революционным изменениям в наших представлениях о физических процессах, происходящих в космосе. Таким образом, темная материя представляет собой огромный вызов для современной астрофизики, но ее изучение может принести нам удивительные открытия и глубокое понимание природы Вселенной.</p>
<style>
    p {
        text-align: justify;
        line-height: 160%;
    }
</style>